
{
    "province_city": [
      {
        "name": "កណ្ដាល*8"
      },
      {
        "name": "កំពង់ចាម*3"
      },
      {
        "name": "កំពង់ឆ្នាំង*4"
      },
      {
        "name": "កំពង់ធំ*6"
      },
      {
        "name": "កំពង់ស្ពឺ*5"
      },
      {
        "name": "កំពត*7"
      },
      {
        "name": "កែប*23"
      },
      {
        "name": "កោះកុង*9"
      },
      {
        "name": "ក្រចេះ*10"
      },
      {
        "name": "តាកែវ*21"
      },
      {
        "name": "ត្បូងឃ្មុំ*25"
      },
      {
        "name": "បន្ទាយមានជ័យ*1"
      },
      {
        "name": "បាត់ដំបង*2"
      },
      {
        "name": "ប៉ៃលិន*24"
      },
      {
        "name": "ពោធិ៍សាត់*15"
      },
      {
        "name": "ព្រះវិហារ*13"
      },
      {
        "name": "ព្រះសីហនុ*18"
      },
      {
        "name": "ព្រៃវែង*14"
      },
      {
        "name": "ភ្នំពេញ*12"
      },
      {
        "name": "មណ្ឌលគិរី*11"
      },
      {
        "name": "រតនគិរី*16"
      },
      {
        "name": "សៀមរាប*17"
      },
      {
        "name": "ស្ទឹងត្រែង*19"
      },
      {
        "name": "ស្វាយរៀង*20"
      },
      {
        "name": "ឧត្ដរមានជ័យ*22"
      }
    ]
  }